Repository: dotkom/onlineweb4
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: Search results for:
nb: Søkeresultater for:

source: Your search returned <strong>%(cnt)s</strong> results.
nb: Ditt søk returnerte <strong>%(cnt)s</strong> resultater.

source: Settings
nb: Innstillinger

source: Source of
nb: Kilde av

source: This article is currently locked for editing.
nb: Denne artikkelen er for øyeblikket låst for redigering

source: Please log in
nb: Vennligst logg inn

source: Log me in...
nb: Logg meg inn

source: Don't have an account?
nb: Har ikke bruker?

source: Sign me up...
nb: Meld meg opp

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
nb: Du må <a href="%(login_url)s">logge inn</a> eller <a href="%(signup_url)s">registrere deg</a> for å bruke denne funksjonen.

source: You need to log in or sign up to use this function.
nb: Du må logge inn eller registrere deg for å bruke denne funksjonen

source: Changes
nb: Endringer

source: View Source
nb: Vis kilde

source: View
nb: Vis

source: Sub-articles for
nb: Sub-artikler for

source: No sub-articles
nb: Ingen sub-artikler

source: ...and more
nb: ...og mer

source: Browse articles in this level
nb: Vis artikler på dette nivået

source: New article next to
nb: Ny artikkel ved siden av

source: New article below
nb: Ny artikkel under

source: by
nb: av

source: anonymous (IP logged)
nb: anonym (IP registrert)

source: restored
nb: gjenopprettet

source: unlocked
nb: ulåst

source: You are now signed up... and now you can sign in!
nb: Você está registrado... e agora pode entrar

source: You are no longer logged in. Bye bye!
nb: Du er nå logget ut

source: You are now logged in! Have fun!
nb: Du er nå logget inn.

source: New article '%s' created.
nb: Ny artikkel '%s' opprettet.

source: There was an error creating this article: %s
nb: Det oppsto en feil under oppretting av denne artikkelen: %s

source: There was an error creating this article.
nb: Det oppsto en feil under oppretting av denne artikkelen.

source: This article cannot be deleted because it has children or is a root article.
nb: Denne artikkelen kan ikke slettes fordi den har barn eller er rot-artikkelen.

source: This article together with all its contents are now completely gone! Thanks!
nb: Denne artikkelen og dets innhold er nå helt borte.

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
nb: Artikkelen "%s" er nå markert som slettet

source: Your changes were saved.
nb: Dine endringer er lagret.

source: Please note that your article text has not yet been saved!
nb: Vennligst noter at teksten i artikkelen din ikke har blitt lagret enda!

source: A new revision of the article was succesfully added.
nb: En ny revisjon av artikkelen ble lagt til.

source: Restoring article
nb: Gjenopprett artikkel

source: The article "%s" and its children are now restored.
nb: Artikkelen "%s" og dets barn er nå gjenopprettet.

source: The article %(title)s is now set to display revision #%(revision_number)d
nb: Artikkelen %(title)s er nå satt til å vise revisjon #%(revision_number)d

source: New title
nb: Ny tittel

source: Merge between revision #%(r1)d and revision #%(r2)d
nb: Sammenslåing mellom revisjon #%(r1)d og #%(r2)d

source: A new revision was created: Merge between revision #%(r1)d and revision #%(r2)d
nb: En ny revisjon ble laget: Sammenslåing mellom revisjon #%(r1)d og revisjon #%(r2)d
