Repository: dotkom/onlineweb4
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: created
nb: Laget

source: Spam protection: You are only allowed to create or edit %(revisions)d article per %(interval_name)s.
nb: Proteção de Spam: Você só pode criar ou editar %(revisions)d artigos por %(interval_name)s.

source: minute
nb: minutt

source: %d minutes
nb: %d minutter

source: hour
nb: time

source: Title
nb: Tittel

source: Initial title of the article. May be overridden with revision titles.
nb: Initialtittel.

source: Type in some contents
nb: Skriv noe

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
nb: Esse é apenas o conteúdo inicial do seu artigo. Depois de criá-lo, você poderá usar funcões mais complexas como adicionar plugins, meta-dados, artigos relacionados, etc...

source: Contents
nb: Innhold

source: Summary
nb: Oppsummering

source: Give a short reason for your edit, which will be stated in the revision log.
nb: Gi en kort begrunnelse for din redigering, for revisjonsloggen.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
nb: Noen andre har endret revisjonen mens du redigerte Din endring er automatisk sammenslått med det nye innholdet

source: No changes made. Nothing to save.
nb: Ingen endringer gjort. Ingenting å lagre.

source: Select an option
nb: Velg et alternativ

source: Slug
nb: URL

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
nb: Dette er adressen hvor artikkelen din vil være. Bruk bare alphnumeriske tegn og - eller _, merk at dette ikke kan endres etter artikkelen er laget.

source: Write a brief message for the article's history log.
nb: Skriv en kort beskjed for artikkelens historielogg.

source: A slug may not begin with an underscore.
nb: En slug kan ikke begynne med _

source: A deleted article with slug "%s" already exists.
nb: En slettet artikkel med slug "%s" finnes fra før.

source: A slug named "%s" already exists.
nb: En slug med navn "%s" finnes fra før.

source: Yes, I am sure
nb: Ja, jeg er sikker

source: Purge
nb: Slett

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
nb: Slett artikkelen. Fullstendig fjerne den (og alt innhold) uten mulighet til å angreSletting er en god idè om du vil frigi slugen slik at den kan brukes til andre artikler.

source: You are not sure enough!
nb: Du er ikke sikker nok

source: While you tried to delete this article, it was modified. TAKE CARE!
nb: Artikkelen ble redigert i det du prøvde å slette den, PASS PÅ!

source: Lock article
nb: Lås artikkel

source: Deny all users access to edit this article.
nb: Nekt alle brukere å redigere denne artikkelen.

source: Permissions
nb: Rettigheter

source: Owner
nb: Eier

source: Enter the username of the owner.
nb: Skrive navnet på eieren.

source: Inherit permissions
nb: Arv rettigheter.

source: Check here to apply the above permissions (excluding group and owner of the article) recursively to articles below this one.
nb: Klikk av her for å rekursivt arve rettigheter fra denne artikkelen og nedover (utenom gruppe og eier av artikkelen)

source: Inherit owner
nb: Arv eier

source: Check here to apply the ownership setting recursively to articles below this one.
nb: Klikk av her for å la eierskap gå rekursivt til artikler under denne.

source: Inherit group
nb: Arv Gruppe

source: Check here to apply the group setting recursively to articles below this one.
nb: Klikk av her for å la gruppe gå rekursivt til artikler under denne.

source: Permission settings for the article were updated.
nb: Rettigheter knyttet til denne artikkelen er oppdatert.

source: Your permission settings were unchanged, so nothing saved.
nb: Rettighet konfigurasjon uendret, ingenting ble lagret.

source: No user with that username
nb: Ingen bruker med det brukernavnet.

source: Article locked for editing
nb: Artikkelen låst for redigering

source: Article unlocked for editing
nb: Artikkelen åpnet for redigering

source: Search...
nb: Søk...

source: Table of Contents
nb: Innhold

source: Settings for plugin
nb: Konfigurasjon av plugin

source: current revision
nb: Gjeldende revisjon

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
nb: Revisjonen vist for denne artikkelen. Om du trenger å gå tilbake til tidligere versjoner, endre verdien til dette feltet.

source: modified
nb: redigert

source: Article properties last modified
nb: Artikkelegenskaper sist redigert

source: owner
nb: eier

source: The owner of the article, usually the creator. The owner always has both read and write access.
nb: Eieren av denne artikkelen, vanligvis skaperen. Eieren har alltid både les og skriv rettigheter

source: group
nb: gruppe

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
nb: I likhet med UNIX systemer, kan rettigheter gis til en bruker etter gruppemedlemskap. Grupper håndteres gjennom Django auth systemere

source: group read access
nb: gruppe les rettigheter

source: group write access
nb: gruppe skrive rettigheter

source: others read access
nb: andre kan lese

source: others write access
nb: andre kan skrive

source: Article without content (%(id)d)
nb: Artikkel uten innhold (%(id)d)

source: content type
nb: innholds type

source: object ID
nb: objekt ID

source: Article for object
nb: Artikkel for objekt

source: Articles for object
nb: Artikkel for objekter

source: revision number
nb: revisjonsnummer

source: IP address
nb: Ip-Adresse

source: user
nb: bruker

source: deleted
nb: slettet

source: locked
nb: låst

source: article
nb: artikkel

source: article contents
nb: artikkel innhold

source: article title
nb: artikkel tittel

source: Each revision contains a title field that must be filled out, even if the title has not changed
nb: Hver revisjon har et tittelfelt som må fylles ut, selv om tittelen er uendret.

source: original article
nb: orginal artikkelen

source: Permissions are inherited from this article
nb: Rettigheter er arvet fra denne artikkelen

source: A plugin was changed
nb: En plugin har blitt endret

source: The revision being displayed for this plugin. If you need to do a roll-back, simply change the value of this field.
nb: Revisjonen som vises for denne pluginen.

source: URL path
nb: URL-sti

source: URL paths
nb: URL-stier

source: Sorry but you cannot have a root article with a slug.
nb: Beklager, men du kan ikke ha rotartikkel med en slug

source: A non-root note must always have a slug.
nb: En ikke-rot tekst må alltid ha en slug

source: There is already a root node on %s
nb: Det finnes alt en rotnode på %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
nb: Artikkel som mistet foreldrene ==================================== Barna til denne artikkelen har fått sine foreldre slettet. Du burde finne et nytt hjem for dem.

source: Lost and found
nb: Tapt og funnet

source: Description
nb: Beskrivelse

source: A short summary of what the file contains
nb: En kort oppsummering av innholdet

source: File or zip archive
nb: Fil eller ZIP

source: Unzip file
nb: Pakk ut fil

source: Create individual attachments for files in a .zip file - directories do not work.
nb: Opprett individuelle vedlegg for filer i en .zip fil - Mappeadresse fungerer ikke.

source: Not a zip file
nb: Ikke en zippet fil

source: Yes I am sure...
nb: Ja, jeg er sikker...

source: The revision of this attachment currently in use (on all articles using the attachment)
nb: Revisjonen av vedlegget nå i bruk på alle aktuelle artikler.

source: original filename
nb: orginal filnavn

source: attachment
nb: vedlegg

source: attachments
nb: vedlegg

source: file
nb: fil

source: attachment revision
nb: vedlegg revisjon

source: attachment revisions
nb: vedlegg revisjoner

source: Successfully added: %s
nb: Lagt til: %s

source: %s was successfully added.
nb: %s ble lagt til.

source: %s uploaded and replaces old attachment.
nb: %s uplastet og erstatter gamle vedlegg.

source: Your file could not be saved: %s
nb: Filen din ble ikke lagret: %s

source: Your file could not be saved, probably because of a permission error on the web server.
nb: Filen din kunne ikke lagres, mest sannsynlig grunnet rettighetsfeil på web-serveren.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
nb: Navnet på filen din vil automatisk bli endret til å stemme med den gamle filen Forskjellige filtyper er ikke tillatt

source: Current revision changed for %s.
nb: Revisjon endret for %s

source: Added a reference to "%(att)s" from "%(art)s".
nb: La til en referanse til "%(att)s" fra "%(art)s"

source: The file %s was deleted.
nb: Filen %s ble slettet

source: This article is no longer related to the file %s.
nb: Denne artikkelen har ikke lengre relasjon til filen %s

source: Attachments
nb: Vedlegg

source: A file was changed: %s
nb: En fil ble endret: %s

source: A file was deleted: %s
nb: En fil ble slettet: %s

source: Delete
nb: Slett

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
nb: Filen er kanskje referert til fra andre artikler. Å slette den betyr at de vil miste sin referanse. Følgende artikler refererer til filen

source: Go back
nb: Tilbake

source: Delete it!
nb: Slett den!

source: Remove
nb: Fjern

source: You can remove a reference to a file, but it will retain its references on other articles.
nb: Du kan fjerne referansen til en fil, men den vil beholde sin refereanse i andre artikler.

source: Remove reference
nb: Fjern referanse

source: History of
nb: Historie av

source: Date
nb: Dato

source: User
nb: Bruker

source: File
nb: Fil

source: Size
nb: Størrelse

source: Action
nb: Handling

source: <em>No description</em>
nb: <em>Ingen beskrivelse</em>

source: Download
nb: Last ned

source: Use this!
nb: Bruk denne!

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
nb: De følgende filene er tilgjengelige for denne artikkelen. Kopier markdown tag for å referere direkte til en fil fra artikkel-teksten.

source: Uploaded by
nb: Lastet opp av

source: Replace
nb: Erstatt

source: Detach
nb: Løsriv

source: File history
nb: Filhistorikk

source: revisions
nb: revisjoner

source: There are no attachments for this article.
nb: Det er ingen vedlegg for denne artikkelen

source: Upload new file
nb: Last opp ny fil

source: Upload file
nb: Last opp fil

source: Search and add file
nb: Søk og legg til fil

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
nb: Du kan gjenbruke filer fra andre artikler. Disse kan endres i andre artikler som kan være en kjip ting.

source: Search
nb: Søk

source: Restore attachments
nb: Gjenoprett vedlegg

source: Restore
nb: Gjenopprett

source: Nothing to restore
nb: Ingenting å gjenopprettet

source: The article is currently locked for editing, and therefore no new attachments can be added.
nb: Artikkelen er for øyeblikket låst for redigering, og derfor kan ingen nye vedlegg legges til.

source: Click to download
nb: Klikk for å laste ned

source: Articles using %(filename)s
nb: Artikler som bruker %(filename)s

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
nb: Erstatte ett vedlegg betyr opprettelse av ny fil som vil bli brukt i dets plass. Alle referanser til fila vil bli erstattet med den du lastet opp og filen vil bli lastet ned som <strong>%(filename)s</strong>.

source: Upload replacement
nb: Last opp erstatning

source: Add file to
nb: Legg til fil til

source: Add attachment from other article
nb: Legg til vedlegg fra en annen artikkel

source: Search files and articles
nb: Søk filer og artikler

source: Main article
nb: Hovedartikkel

source: Add to article
nb: Legg til artikkel

source: Your search did not return any results
nb: Ditt søk returnerte ingen resultater

source: Help
nb: Ajuda

source: Adding new articles
nb: Legg til ny artikkel

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
nb: For å opprette en ny artikkel oppretter du en link til den. Klikk på linken gir deg opprettelses-siden.

source: An external link
nb: Um link externo

source: Use these codes for headers and to automatically generate Tables of Contents.
nb: Bruk disse kodene å automatisk generere oversikt over innhold

source: Typography
nb: Typografi

source: Lists
nb: Lister

source: Tables
nb: Tabeller

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
nb: Nytt bilde %s ble lastet opp. Du kan nå velge det fra listen over tilgjengelige bilder.

source: Are you sure?
nb: Er du sikker????????

source: image
nb: bilde

source: images
nb: bilder

source: Image: %s
nb: Bilde: %s

source: Current revision not set!!
nb: Aktuelle revisjon er ikke satt!!

source: image revision
nb: bilde revisjon

source: image revisions
nb: bilde revisjon

source: Image Revsion: %d
nb: Bilde Revisjon: %d

source: %s has been restored
nb: %s har blitt gjenopprettet

source: %s has been marked as deleted
nb: %s har blitt markert som slettet

source: %(file)s has been changed to revision #%(revision)d
nb: %(file)s har blitt endret til revisjon #%(revision)d

source: %(file)s has been saved.
nb: %(file)s er lagret.

source: Images
nb: Bilder

source: An image was added: %s
nb: Et bilde ble lagt til: %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
nb: Det følgende bilde er tilgjengelig for denne artikkelen. Kopier markdown-tag for å referere direkte til et bilde fra artikkel-teksten.

source: Back to edit page
nb: Tilbake til redigeringssiden

source: No file
nb: Ingen fil

source: Restore image
nb: Gjenopprett bilde

source: Remove image
nb: Fjern bilde

source: Completely delete
nb: Slett permanent

source: History
nb: Historie

source: Revert to this version
nb: Reversjer til denne versjonen

source: There are no images for this article.
nb: Det er ingen bilder i denne artikkelen.

source: Purge deletion
nb: Tøm slettede bilder

source: Purge image: Completely remove image file and all revisions.
nb: Tøm bilde: Permanent slett bilde-filen og alle revisjoner.

source: Remove it completely!
nb: Slett permanent!

source: Image not found
nb: Bilde ikke funnet

source: Replace image
nb: Erstatt bilde

source: Choose an image file to replace current image.
nb: Velg en bildefil for å erstatte det aktuelle bildet.

source: Image id
nb: Bilde-id

source: Insert
nb: Sett inn

source: No images found for this article
nb: Ingen bilder ble funnet for denne artikkelen

source: Manage images
nb: Generer bilder

source: Add new image
nb: Legg til nytt bilde

source: Add image
nb: Legg til bilde

source: You do not have permissions to add images.
nb: Du har ikke rettigheter til å legge til bilder.

source: How to use images
nb: Hvordan å bruke bilder

source: Links
nb: Linker

source: Link to another wiki page
nb: Link til en annen wiki-side

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
nb: Skriv inn noe fra en annen wiki sin overskrift og auto-fullfør vil hjelpe deg med å opprette en tag for din wiki-link. Tag for en link ser slik ut:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
nb: Du kan linke til en annen nettside enkelt ved å sette inn en adresse (example.com eller http://example.com) eller ved å bruke markdown-syntaks:

source: Macros
nb: Markro

source: Article list
nb: Artikkel-liste

source: Insert a list of articles in this level.
nb: Sett inn en liste av artikler i dette nivået.

source: Maximum depth to show levels for.
nb: Maksimum dypte å vise nivåer for.

source: Table of contents
nb: Innhold

source: Insert a table of contents matching the headings.
nb: Sett inn en innholdsfortegnelse som matcher overskriftene.

source: Article index
nb: Artikkel index

source: Nothing below this level
nb: Ingenting under dette nivået

source: Notifications
nb: Varsler

source: When this article is edited
nb: Når denne artikkelen er endret

source: Also receive emails about article edits
nb: Motta e-poster om artikkel-endringer også

source: Your notification settings were updated.
nb: Din varslings-innstilling er lagret.

source: Your notification settings were unchanged, so nothing saved.
nb: Din varslings-innstilling var uendret, så ingenting ble lagret.

source: %(user)s subscribing to %(article)s (%(type)s)
nb: %(user)s abbonerer %(article)s (%(type)s)

source: Article deleted: %s
nb: Artikkel slettet: %s

source: Article modified: %s
nb: Artikkel endret: %s

source: New article created: %s
nb: Ny artikkel opprettet: %s

source: This article was last modified:
nb: Denne artikkelen ble sist endret:

source: Log out
nb: Logg ut

source: No notifications
nb: Ingen varsler

source: Clear notifications list
nb: Skjul varsler

source: Log in
nb: Logg inn

source: Sign up
nb: Registrer deg

source: Add new article
nb: Legg til ny artikkel

source: Create article
nb: Opprett artikkel

source: Create root article
nb: Opprett rot-artikkel

source: Congratulations!
nb: Gratulerer!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
nb: dotKom er awesome

source: Root article
nb: Rot-artikkel

source: Create root
nb: Opprett rot-artikle

source: Delete article
nb: Slett artikkel

source: You cannot delete a root article.
nb: Du kan ikke slette en rot-artikkel.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
nb: Du kan ikke slette denne artikkelen fordi du ikke har rettigheter til å slette artikler med barn. Prøv å slette barna manuelt en-etter-en.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
nb: Du sletter en artikkel. Dette betyr at dets barn også vil bli slettet. Dersom du velger å tømme vil barna også bli tømt!

source: Articles that will be deleted
nb: Artikler som vil bli slettet.

source: ...and more!
nb: ...og mer!

source: You are deleting an article. Please confirm.
nb: Du sletter en artikkel. Vennligst bekreft.

source: Article deleted
nb: Slettet artikkel

source: Article Deleted
nb: Slettet Artikkel

source: The article you were looking for has been deleted.
nb: Artikkelen du ser etter har blitt slettet.

source: You may restore this article and its children by clicking restore.
nb: Du kan gjenopprette denne artikkelen og dets barn ved å trykke på gjenopprett.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
nb: Du kan fjerne denne artikkelen og alle barn permanent og frigi deres slug ved å klikke knappen under. Denne handlingen kan ikke reverseres.

source: Listing articles in
nb: Lister artikler i

source: Up one level
nb: Opp ett nivå

source: Add article
nb: Legg til artikkel

source: clear
nb: tøm

source: article,articles
nb: artikkel,artikler

source: is,are
nb: er,er

source: Browsing <strong><a href="%(self_url)s">/%(path)s</a></strong>. There %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> in this level.
nb: Viser <strong><a href="%(self_url)s">/%(path)s</a></strong>. Det %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> i dette nivået.

source: Last modified
nb: Sist endret

source: There are no articles in this level
nb: Det er ingen artikler på dette nivået

source: Edit
nb: Rediger

source: <strong>Warning:</strong> You are not logged in. Your IP address will be logged.
nb: <strong>Advarsel:</strong> Du er ikke logget inn. Din IP-adresse vil bli

source: Click here to log in
nb: Klikk her for å logge inn

source: Preview
nb: Forhåndsvis

source: Save changes
nb: Lagre endringer

source: Back to editor
nb: Tilbake til editor

source: Error
nb: Feil

source: Not found
nb: Ikke funnet

source: This article was not found, and neither was its parent article.
nb: Verken artikkelen eller foreldrene ble funnet.

source: Start page
nb: Startside

source: There was some sort of error accessing this page. Sorry!
nb: Det oppsto en ukjent feil.

source: Back to
nb: Tilbake til

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
nb: Klikk på hver revisjon for å se en liste av redigerte linjer. Trykk på Forhåndsvisnings-knappen for å se hvordan artikkelen så ut på dette tidspunkt. På bunnen av siden kan du skifte til en bestemt revisjon eller slå sammen en gammel revisjon med den gjeldende.

source: no log message
nb: ingen loggmelding

source: Preview this revision
nb: Forhåndsvis denne revisjonen

source: Auto log:
nb: Auto logg:

source: Change
nb: Endre

source: Merge selected with current...
nb: Sammenslå den valgte med den gjeldende versjonen ...

source: Switch to selected version
nb: Bytt til valgt versjon

source: Back to history view
nb: Tilbake til historisk visning

source: Switch to this version
nb: Bytt til denne versjonen

source: Merge with current
nb: Sammenslå med den gjeldende versjonen

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
nb: Når du sammenslår en revisjon med den gjeldenden versjonen vil all data beholdes fra begge versjonene og sammenslåing av dets omentrentlige plassing fra begge revisjone.

source: After this, it's important to do a manual review.
nb: Etter dette er det viktig å gjøre en manuell gjennomgang.

source: Create new merged version
nb: Skap ny versjon for sammenslåing

source: Permission Denied
nb: Manglende rettigheter

source: Sorry, you don't have permission to access this page.
nb: Beklager, du har ikke rettigheter til å vise denne siden.

source: This article is locked for editing.
nb: Denne artikkelen er låst for redigering.

source: Back to article
nb: Tilbake til artikkel

source: Previewing revision
nb: Forhåndsviser revisjon

source: Previewing merge between
nb: Forhåndsviser sammenslåing av

source: and
nb: og

source: You cannot merge with a deleted revision
nb: Du kan ikke sammenslå med en slettet revisjon

source: This revision has been deleted.
nb: Denne revisjonen har blitt slettet.

source: Restoring to this revision will mark the article as deleted.
nb: Gjenopprettning av denne revisjonen vil markere artikkelen som slettet.
